-- phpMyAdmin SQL Dump
-- version 4.1.7
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Aug 13, 2019 at 10:26 AM
-- Server version: 5.5.37
-- PHP Version: 5.4.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `5911011802022_mydb`
--

-- --------------------------------------------------------

--
-- Table structure for table `thaitin_slang`
--

CREATE TABLE IF NOT EXISTS `thaitin_slang` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `slang` varchar(50) CHARACTER SET tis620 NOT NULL,
  `translation` varchar(50) CHARACTER SET tis620 NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=103 ;

--
-- Dumping data for table `thaitin_slang`
--

INSERT INTO `thaitin_slang` (`id`, `slang`, `translation`, `created_at`) VALUES
(1, 'อยากฮาก', 'จะอ้วก', '2019-07-14 06:13:30'),
(2, 'ตาหน่าย', 'น่าเบื่อ', '2019-07-14 06:13:30'),
(3, 'มึนตึ้บ', 'งงมาก', '2019-07-14 06:14:39'),
(4, 'สวดลวด', 'ตะกละ', '2019-07-14 06:14:39'),
(5, 'พิพักพิพ่วน', 'กระอักกระอ่วน', '2019-07-14 06:15:47'),
(6, 'ขาวโจนโพน', 'ขาววอก', '2019-07-14 06:15:47'),
(7, 'จอกหลอก แจกแหลก', 'เล็กๆ น้อยๆ', '2019-07-14 06:16:52'),
(8, 'งึดหลาย', 'อัศจรรย์มาก', '2019-07-14 06:16:52'),
(9, 'ออนซอนเด๊', 'ทึ่งมาก', '2019-07-14 06:18:02'),
(10, 'ซังแฮง', 'เกลียดมาก', '2019-07-14 06:18:02'),
(11, 'ฮั่นแหล่ว', 'นั่นละ', '2019-07-14 06:19:34'),
(12, 'ซาบลาบ', 'เรียงราย', '2019-07-14 06:19:34'),
(13, 'จ่องป่องแจ่งแป่ง', 'ขาดเป็นรู หลายๆ รู', '2019-07-14 06:20:49'),
(14, 'ฮุม', 'รุม', '2019-07-14 06:20:49'),
(15, 'สีคือๆ', 'เกือบๆ คล้ายๆ', '2019-07-14 06:22:00'),
(16, 'เบิด', 'เงย', '2019-07-14 06:22:00'),
(17, 'ผาดหว่า', 'พูดไปนั่น', '2019-07-14 06:24:18'),
(18, 'กลับเฮียน', 'กลับบ้าน', '2019-07-14 06:26:54'),
(19, 'กะซาง, กะตาม, กะส่าง', 'ไม่ใส่ใจ', '2019-07-14 06:26:54'),
(20, 'กะด้อกะเดี่ย', 'อะไรจะขนาดนั้น, มากเกินไป ', '2019-07-14 06:28:12'),
(21, 'เกี่ยวกินตีน', 'เหน็บกินเท้า', '2019-07-14 06:28:12'),
(22, 'ขนคิงลุก', 'ขนลุก', '2019-07-14 06:29:16'),
(23, 'ขาเลาะ', 'เตล็ดเตร่', '2019-07-14 06:29:16'),
(24, 'ขี้เดียด', 'ไม่ชอบ, รังเกียจ', '2019-07-14 06:30:11'),
(25, 'ขี้ตั๋ว', 'โกหก', '2019-07-14 06:30:11'),
(26, 'ขี้ล่าย, ขี้ฮ้าย', 'ขี้เหร่, ดูไม่ดี', '2019-07-14 06:31:35'),
(27, 'คักขนาด', 'ดีมาก, เยี่ยม', '2019-07-14 06:31:35'),
(28, 'คักน้อ', 'ดูดีเกินไป', '2019-07-14 06:32:25'),
(29, 'คักแน่', 'ที่สุด, ของที่สุด', '2019-07-14 06:32:25'),
(30, 'คักอีหลี', 'สะใจ', '2019-07-14 06:32:54'),
(31, 'คัน', 'ถ้า', '2019-07-14 06:32:54'),
(32, 'ค้นแข่ว', 'หมั่นไส้', '2019-07-14 06:33:34'),
(33, 'เคียว', 'แรด, ร่าน', '2019-07-14 06:34:50'),
(34, 'แคดแลด', 'โผล่ออกมา', '2019-07-14 06:34:50'),
(35, 'ไคแน', 'ค่อยยังชั่ว', '2019-07-14 06:36:10'),
(36, 'งามโพด, งามเหลือ, งามแท้, งามว่า', 'สวยจริงสวยจัง', '2019-07-14 06:36:10'),
(37, 'งานดอง', 'งานแต่งงาน', '2019-07-14 06:36:56'),
(38, 'จอบเบิ่ง', 'แอบดู', '2019-07-14 06:36:56'),
(39, 'จัก (กี่)', 'กี่', '2019-07-14 06:37:37'),
(40, 'จัก (ไม่รู้)', 'ไม่รู้', '2019-07-14 06:37:37'),
(41, 'จั๊กกะเดียม', 'จั๊กกะจี้', '2019-07-14 06:38:43'),
(42, 'จักเทื่อ', 'สักครั้ง', '2019-07-14 06:38:43'),
(43, 'จักบาท', 'เท่าไร', '2019-07-14 06:39:23'),
(44, 'จักว่าหยังเป็นหยัง', 'ไม่รู้ว่าอะไรเป็นอะไร', '2019-07-14 06:39:23'),
(45, 'จื้น', 'แฉะ', '2019-07-14 06:39:56'),
(46, 'ดาก', 'ตูด, ก้น', '2019-07-14 06:40:20'),
(47, 'ถิ่ม', 'ทิ้ง', '2019-07-14 06:40:20'),
(48, 'ท้าว', 'คำแทนใช้นำหน้าเรียกผู้ชาย', '2019-07-14 06:41:00'),
(49, 'บ่เป็นหยัง', 'ไม่เป็นอะไร', '2019-07-14 06:41:00'),
(50, 'บ่หัวซา', 'ไม่ใส่ใจ', '2019-07-14 06:41:41'),
(51, 'บัก', 'คำเรียกผู้ชายที่เสมอกันหรือต่ำกว่า', '2019-07-14 06:41:41'),
(52, 'บักหำ', 'ไอ้หนู', '2019-07-14 06:43:54'),
(53, 'บืน', 'คีบไป', '2019-07-14 06:44:47'),
(54, 'เบิ๊ด, เบิด', 'หมด', '2019-07-14 06:44:47'),
(55, 'ผู้ลังคน', 'บางคน', '2019-07-14 06:45:59'),
(56, 'ผู้ฮ้าย', 'ขี้เหร่, ไม่สวย', '2019-07-14 06:46:42'),
(57, 'ไผ', 'ใคร', '2019-07-14 06:46:42'),
(58, 'พ้อ', 'พบ', '2019-07-14 06:48:10'),
(59, 'พอกะเทิน', 'ครึ่งๆ กลางๆ', '2019-07-14 06:48:10'),
(60, 'เพิ่น', 'คนอื่น, เขา', '2019-07-14 06:48:51'),
(61, 'ม่วน', 'สนุก', '2019-07-14 06:48:51'),
(62, 'มัก', 'ชอบ', '2019-07-14 06:49:16'),
(63, 'ฮัก', 'รัก', '2019-07-14 06:49:16'),
(64, 'มักย่อง', 'บ้ายอ', '2019-07-14 06:49:39'),
(65, 'มักหลาย', 'ชอบมาก', '2019-07-14 06:49:39'),
(66, 'ฮักหลาย', 'รักมาก', '2019-07-14 06:50:07'),
(67, 'มิดจีลี', 'เงียบสนิท', '2019-07-14 06:50:07'),
(68, 'มุนอุ้ยปุ้ย', 'แหลกละเอียด', '2019-07-14 06:50:51'),
(69, 'มูลมัง', 'มรดก', '2019-07-14 06:50:51'),
(70, 'เมิดคำสิเว้า', 'ไม่มีอะไรจะพูด, พูดไม่ออก', '2019-07-14 06:52:09'),
(71, 'ลายต่าง', 'แตกต่าง, เปลี่ยนไป', '2019-07-14 06:52:09'),
(72, 'ลำลี่ ลำไล', 'เซ้าซี้, มากเรื่อง', '2019-07-14 06:52:53'),
(73, 'สวอย', 'หมดเรี่ยวแรง สิ้นกำลัง', '2019-07-14 06:52:53'),
(74, 'สะออน', 'ชอบใจ, พอใจ, ติดใจ', '2019-07-14 06:53:50'),
(75, 'สำมะแจ๋', 'ลักษณะการพูดมากและไม่เป็นความจริง', '2019-07-14 06:53:50'),
(76, 'สิบสิฮ่าง ซาวสิฮ่าง', 'อะไรจะเปลี่ยนแปลงไปอย่างไรก็ตาม', '2019-07-14 06:54:54'),
(77, 'สูน', 'โกรธ', '2019-07-14 06:54:54'),
(78, 'หงำ', 'บัง, ข่ม, ครอบ', '2019-07-14 06:55:46'),
(79, 'หนหวน', 'รำคาญ, ไม่สบายใจ', '2019-07-14 06:55:46'),
(80, 'หมาน', 'โชคดี, มากับดวง', '2019-07-14 06:56:42'),
(81, 'หล่วยหล่าย', 'เลื้อย', '2019-07-14 06:56:42'),
(82, 'หลูโตน', 'สงสาร', '2019-07-14 06:58:10'),
(83, 'หัวซา', 'สนใจ, ใส่ใจ', '2019-07-14 06:58:10'),
(84, 'อีหลี', 'จริงๆ', '2019-07-14 06:58:46'),
(85, 'ฮ่าง', 'พัง, ชำรุด', '2019-07-14 06:58:46'),
(86, 'ฮิ', 'เรื่องมาก, ตำหนิ', '2019-07-14 06:59:06'),
(87, 'ขิว', 'ฉุน', '2019-07-14 07:00:36'),
(88, 'ฮ่วย', 'เป็นคำสบทคำหนึ่ง (ใช้เมื่อเวลาไม่พอใจ)', '2019-07-14 07:01:11'),
(89, 'เบาะ', 'เหรอ, หรอ', '2019-07-14 07:02:25'),
(90, 'ป้าดติโธ่', 'พูดเมื่อเห็นอะไรแปลกตา', '2019-07-14 07:02:25'),
(91, 'แหม่น', 'ใช่', '2019-07-14 07:04:08'),
(92, 'ติ', 'หรอ', '2019-07-14 07:04:08'),
(93, 'ไหง่กุ๊บ', 'ฝุ่นคลุ้ง', '2019-07-14 07:05:17'),
(94, 'ซอด', 'ทะลุ', '2019-07-14 07:05:17'),
(95, 'ยู้', 'ผัก', '2019-07-14 07:06:18'),
(96, 'ยาพาก', 'อย่าขี้โม้', '2019-07-14 07:06:18'),
(97, 'ผะงาบ', 'หอบ', '2019-07-14 07:06:59'),
(98, 'ดอก', 'หรอก', '2019-07-14 07:06:59'),
(99, 'เซ่าเว่า', 'หุบปาก', '2019-07-14 07:07:49'),
(100, 'หม่องได๋', 'ที่ไหน', '2019-07-14 07:07:49'),
(101, 'โส', 'พูด', '2019-07-14 07:09:43'),
(102, 'แตกซวดๆ', 'จำนวนเยอะมาก', '2019-07-14 07:08:47');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
